;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Bahasa Indonesia
;Language name in English e.g. German
LanguageEn=Indonesian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(kosong)
21027=OK
21028=Batalkan
21029=Keluar

;Words - simple words can be reused
150=Tidak ada
151=Terapkan
152=Folder
153=Berkas
154=Nama
155=Jalan
156=Nama:
157=Tombol:
158=Jalan:
159=Reset
160=Hotkey
161=Edit
162=Tema
163=Ekspor
;164=Tip
165=Contoh:
166=Parameter
167=Kustom

;Global
602=Pengaturan Listary

;Balloon
801=Listary berjalan secara tersembunyi.
802=Temukan saat Anda mengetik
803=Fitur pencarian langsung ketika mengetik telah dinonaktifkan untuk list ini sementara waktu. Tekan ESC untuk mengembalikan.

;Tray Menu
1001=Bantuan Online
1002=Pemutakhiran...
1003=Tentang
1004=Keluar

;Toolbar
1100=Pencarian

;Favorite Menu
2000=Favorit
2001=Aplikasi Ini
2002=Global
2003=Tambah Di Sini
2004=Tambah Folder Saat Ini Ke Favorit
2050=Gagal menambahkan ke favorit
2051=Listary tidak mampu untuk mendapatkan jalan dari aplikasi ini.

;Recent Menu
2100=Terbaru
2101=Bersihkan
2105=Lacak Aplikasi Ini
2106=Jangan Lacak Aplikasi Ini

;Commands Menu
2201=Folder Saat Ini Dibuka
2202=Beralih Ke Folder Terakhir Dibuka Di Manajer File
2203=Buka Berkas Yang Dipilih Di Manajer File
2204=Jelajahi Folder Saat Ini
2205=Prompt Perintah
2206=Pergi Ke Folder Aplikasi
2207=Jelajahi Folder Aplikasi
2208=Tampilkan Ekstensi Berkas
2209=Tampilkan Berkas Dan Folder Tersembunyi
2210=Salin Jalan Folder Ke Papan Klip
2211=Salin Jalan Item Yang Dipilih Ke Papan Klip
2212=Salin Nama Dari Item Yang Dipilih Ke Papan Klip
2213=Pengaturan
2214=Upgrade Ke Versi Pro
2215=Ekspor Daftar Konten ke Excel
2216=Nonaktifkan Listary Untuk Aplikasi Ini
2218=Pemisah
2219=Naik Satu Tingkat
2220=Buat Folder
2252=Apakah Anda yakin ingin menonaktifkan Listary untuk aplikasi ini?
2253=Nonaktifkan Listary
2254=Listary tidak akan muncul lagi di aplikasi ini.
2260=Prompt Perintah (Administrator)
2261=Tambahkan Folder Saat Ini Sebagai Proyek

; Export to Excel command
2270=Maaf daftar ini tidak didukung.
2271=Mengolah...
2272=Galat menyimpan, harap periksa jika ada berkas tersebut terbuka di program lain.

;Search
2300=List
2301=Menuju
2302=Tidak ada item yang cocok dengan pencarian Anda.
2303=(folder saat ini)
2304=Proyek
2305=Menu Konteks

;Options > General
3000=Umum
3001=Mulai Listary saat Windows dimulai
3002=Fokuskan input ke list berkas secara otomatis untuk Explorer di Windows XP
3004=Alih Cepat (Membuka folder saat ini di dialog berkas ketika beralih dari manajer file)
3005=Bahasa:
3006=Manajer File Standar
3007=Isi kolom ini jika Anda memilih untuk menggunakan manajer file selain Windows Explorer. \nGunakan %1 dalam parameter untuk jalan. Jangan lupa tanda kutip.
3008=Pencocokan fuzzy
3009=Pemutakhiran otomatis
3010=Periksa versi beta baru
3011=Reset Tips
3012=Harap ubah "Jalan" untuk jalur yang sebenarnya $1 pada sistem Anda.
3020=Awalan untuk menonaktifkan fitur pencarian saat Anda mengetik (tekan ESC untuk mengembalikan):

;Options > Favorites
3100=Favorit
3106=Submenu

;Options > Keywords
3300=Kata Kunci
3306=Tambah Perintah Buatan
3309=Perintah
3313=Judul Tampilan:
3314=Keterangan:
3315=Kata Kunci:
3316=Diam
3317=Jalankan sebagai administrator
3318=Tambah Batch
3319=Direktori kerja:
3320=Hanya menampilkan di peluncur
3330=Format:

;Options > Applications
3402=Fungsikan Listary untuk aplikasi ini
3403=Lacak berkas dan folder terbaru

;Options > Display
3603=Relatif terhadap list
3604=Relatif terhadap jendela
3605=Dari atas
3606=Dari dasar
3607=Dari kiri
3608=Dari kanan
3618=Atas jendela
3619=Bawah jendela
3620=Relatif terhadap monitor
3621=Pusat jendela
3624=Klik dua kali mouse pada area kosong untuk mengaktifkan Listary
3625=Klik tengah mouse untuk mengaktifkan Listary
3626=Aktifkan hotkey Listary
3628=Posisi Toolbar
3629=Temukan saat Anda mengetik

;Options > Pro
3800=Listary Pro
3802=Nama:
3803=Surel:
3804=Kode Registrasi:
3808=Paste dari Papan Klip
3809=Periksa Kode Registrasi
3810=Selamat, Anda telah berhasil upgrade ke Listary Pro!
3811=Maaf, kode registrasi tidak valid.
3812=Listary gratis untuk penggunaan pribadi, non-komersial saja.
3813=Jika Anda ingin menggunakan Listary untuk tujuan komersial atau di tempat bisnis Anda, atau jika Anda ingin mendukung pengembangan Listary, harap upgrade ke Listary Pro.
3814=Dapatkan Listary Pro Sekarang!

;Options > About
3900=Tentang
3902=Lihat Situs Listary
3903=Program ini dilisensikan kepada

;Options > Integration
4000=Integrasi
4002=Gunakan Total Commander untuk mengganti dialog berkas:

;Custom Command Dialog
4200=Perintah Buatan
4202=Parameter:
4210=Buat berkas teks (contoh)
4211=Buat "{query} .txt"
4212=Misalnya ketik "txt abc" untuk mengedit "abc.txt" dengan Notepad

;Add Favorite Dialog
4300=Tambah Favorit
4301=Gunakan Jalan

;Menu List
4400=Menu
4401=Toolbar
4402=Menu Popup
4403=Favorit
4404=Favorit Aplikasi
4405=Menu Direktori Total Commander
4406=Terbaru
4407=Perintah
4408=Menu Klik Kiri Tray
4409=Menu Klik Kanan Tray

;Menu List Item Type
4500=Folder Favorit
4501=Dokumen Favorit
4502=Jalankan Aplikasi

;Options > Menus
5000=Menu
5001=Perintah
5002=Reset Menu
5003=Apakah Anda yakin Anda untuk me-reset semua menu ke standar? Anda tidak akan kehilangan favorit atau perintah Anda.
5010=Ganti Ikon
5011=Gunakan Ikon Standar

;Options > Hotkeys
5200=Hotkey
3503=Tampilkan toolbar Listary:
3504=Tampilkan menu popup:
5201=Tekan Ctrl dua kali untuk menampilkan/menyembunyikan Listary
5210=Item Berikutnya:
5211=Item Sebelumnya:


;Options > By Application
5300=Pengaturan
5301=Jalan Disematkan
5302=Hanya aplikasi dengan pengaturan tidak standar yang ditampilkan.

;Options > Index
;Removed: 5402 5403
5404=Pengecualian Pencarian
5410=Mengecualikan drive atau folder
5411=Tambahkan filter pengecualian
5412=Hapus entri yang dipilih
5413=Pencarian Internal
5416=Nonaktifkan Pencarian Internal
5417=Paksa Bangun Ulang Indeks
5418=Memuat...
5419=Indeks
5420=Volume NTFS
5421=Lokasi kustom indeks
5422=Pengecualian folder invalid
5423=Penyaring Pengecualian
5430=Tambahkan lokasi ke indeks
5440=Pembaruan indeks setiap $1 menit (0 menonaktifkan)
5441=Update Indeks Sekarang


;Options > History
5500=Riwayat
5501=Lacak riwayat berkas dan folder
5502=Bersihkan Riwayat
5503=Apakah Anda yakin untuk menghapus semua riwayat?
3208=Otomatis pilih berkas terakhir yang dibuka dalam dialog buka berkas
3215=Cari berkas dan folder terbaru
5510=Pengecualian Sejarah

;Options > Projects
5600=Proyek
5601=Kata Kunci
5602=Apa ini?
5603=Misalnya, jika Anda menambahkan "D:\Websites\My Blog" sebagai sebuah proyek dengan kata kunci "blog", Anda dapat mengetikkan "blog file_to_find.html" untuk mencari berkas dan folder itu dari mana saja kapan saja.
5605=Upgrade ke Listary Pro sekarang untuk menggunakan proyek!

;Options > Appearance
5700=Penampilan
5701=Ukuran
5702=Normal
5703=Kecil
5710=(dalam pixel. 0 menggunakan standar)
5711=Lebar:
5712=Ketinggian maksimum:

;Options > Launch Apps
5800=Mulai Aplikasi
5801=Cari Folder
5802=Cari apps Windows Store

;Options > Search
5901=Filter
5902=Ketik "kata kunci:permintaan pencarian" atau "kata kunci permintaan pencarian:" untuk menerapkan filter pencarian
5910=Cari di:
5911=Cari untuk:
5912=Ekstensi:

;Options > Actions
6000=Tindakan
6001=Menambahkan tindakan
6010=Buka dengan Notepad (Contoh)

;Dialog > Add Exclude Filter
6100=Tambahkan Filter Pengecualian
6101=* cocok dengan nol atau lebih karakter
6102=? cocok dengan tepat satu karakter
6103=Filter:

;Dialog > Register Hotkey
6200=Hotkey Listary
6201=Hotkey $1 diambil oleh aplikasi lain.
6202=Tentukan yang baru:

;Dialog > Upgrade to Pro
6301=Ini adalah fitur PRO, ditawarkan di sini untuk evaluasi gratis.
6302=Lanjutkan

;Updates
6400=Pemutakhiran
6402=Listary tidak dapat memeriksa versi terbaru saat ini, coba lagi nanti.
6403=Anda sudah menggunakan versi terbaru dari Listary, silakan periksa lagi kemudian hari.
6404=Versi baru $1 tersedia.
6405=Versi Sekarang:
6406=Versi Terbaru:
6407=Buka Halaman Unduh
6408=Lewatkan Versi Ini
6409=Ingat Saya Kemudian

; Parameter tips
6500=Anda dapat menggunakan variabel berikut dalam parameter:
6510=Permintaan pencarian
6511=Jalan hasil pencarian
6512=Folder awal dari hasil pencarian
6513=Jalan folder saat ini di Explorer

;UI
8000=Klik untuk mengatur hotkey
8001=Tekan hotkey

;Tips
8500=Tekan $1 untuk beralih ke modus peluncur
8501=Tekan $1 untuk masuk ke menu Tindakan
8502=Tekan $1 untuk mencari hanya berkas

;Actions
9000=Tindakan
9001=Buka Folder
9002=Salin Jalan Ke Papan Klip
9003=Buka
9004=Salin Jalan Folder Ke Papan Klip
9005=Salin ke Folder Saat Ini
9006=Pindah ke Folder Saat Ini
9007=Salin
9008=Potong
9009=Kirim ke
9010=Atur Kata Kunci
9011=Buka Dengan
9020=Apakah Anda yakin untuk memindahkan "$1" ke "$2"?
9021=Pilih Aplikasi Lain

;Tutorial
7000=Tutorial
7001=Cobalah!
7002=Berikutnya >
7003=Tidak, terima kasih
7004=Selesai
7005=Klik * Berikutnya > * setelah Anda selesai

7010=Sepertinya Anda baru pertama kali menjalankan Listary. Apakah Anda ingin mengambil tur singkat?

7020=Jendela Explorer akan dibuka untuk Anda memulai.

7030=Dalam Explorer, Anda dapat mengetikkan secara langsung apa yang Anda butuhkan.
7031=Ketik * teks 2 *

7040=* Tab / Atas / Bawah: * Pilih berkas atau folder
7041=*Enter: * membuka berkas atau folder yang dipilih
7042=* ESC: * menyembunyikan toolbar Listary

7090=Jika Anda lebih suka mouse, Anda dapat menggunakan klik dua kali mouse atau klik tengah untuk mengakses Listary.
7091=Klik dua kali pada area kosong di panel kanan dalam Explorer.

7100=Untuk mencari semua file dan aplikasi Anda kapan saja, tekan Ctrl dua kali.
7101=Tekan *Ctrl dua kali*
7102=Ketik *Notepad*
7103=Tekan Enter untuk membukanya

7110=Sekarang Anda seharusnya memiliki jendela Notepad yang terbuka.
7111=Pada Notepad, klik menu File > Open…
7112=Tekan * Ctrl + G *

7120=Listary telah membiarkan dialog Open ini menavigasi ke folder saat ini di Explorer!

7130=Ada banyak fitur lain dari Listary seperti favorit, riwayat dan perintah. Untuk keterangan lebih lanjut, periksa Pengaturan Listary melalui ikon tray.

7141=Terima kasih banyak untuk waktu Anda! Klik link berikut untuk mempelajari selengkapnya tentang fitur besar lainnya dari Listary:
7142=Pelajari lebih lanjut tentang Listary

